[Payload.Payload_AreaEffect:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="[skill]Deals constant damage to enemies[-skill] When there is a hole in the wallet [skill]Effect of perimeter[-skill]."

[Payload.Payload_BouncingBetty:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Blow bubbles [skill]Sea water[-skill] At his side [skill]That picture[-skill]."

[Payload.Payload_FlameSpurt:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="His breath is fire..."

[Payload.Payload_Mirv:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="shared some of them [skill]Hand grenades for children[-skill] final explosion."

[Payload.Payload_Singularity:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="cause of first problem [skill]He throws a grenade at the enemy.[-skill] before the explosion."

[Payload.Payload_Transfusion:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="View title [skill]The baby is the bomb[-skill] Here [skill]Find the enemy[-skill] And [health]They steal your health[-health] result."

[Title.Title_MirvCorrosive ItemNamePartDefinition]
PartName="M.I.R.V. expires"

[Title.Title_MirvExplosive ItemNamePartDefinition]
PartName="M.I.R.V."

[Title.Title_MirvIncendiary ItemNamePartDefinition]
PartName="Incendiary M.I.R.V."

[Title.Title_MirvShock ItemNamePartDefinition]
PartName="Shock M.I.R.V."

[Title.Title_MirvSlag ItemNamePartDefinition]
PartName="Slag M.I.R.V."